Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: The total production for the first three months in 2012 is about 63.1 million Sm3 oil equivalents.
nb: Den totale petroleumsproduksjonen så langt i 2012 er om lag 63,1 millionar standard kubikkmeter oljeekvivalentar (MSm3 o.e.)

source: (MSm3 o.e.), broken down as follows: about 24.0 MSm3 o.e. of oil, about 6.2 MSm3 o.e. of NGL and condensate and about 32.9 MSm3 o.e. of gas for sale.
nb: Dette er fordelt slik: olje om lag 24,0 MSm3 o.e, NGL og kondensat om lag 6,2 MSm3 o.e, sal av gass om lag 32,9 MSm3 o.e.

source: This is 2.3 MSm3 o.e. more than in 2011.
nb: Total volumet er 2,3 MSm3 o.e. høgare enn i 2011.

source: Final production figures from February 2012 show an average daily production of about 1.666 million barrels of oil, 0.425 million barrels of NGL and condensate and a total of 10.7 billion Sm3 saleable gas production.
nb: Endelege produksjonstal for februar 2012 syner ein gjennomsnittleg dagsproduksjon på om lag 1,666 millionar fat olje, 0,425 millionar fat NGL og kondensat og totalt 10,7 GSm3 gass for sal.

source: Preliminary production figures for April will be published in May 2012.
nb: Førebels produksjonstal for april blir publisert i mai 2012.

source: This is 52 000 barrels per day (about 2.5 percent) less than in April 2012.
nb: Det er ein nedgang på 52 000 fat per dag (ca 2,5 prosent) samanlikna med april 2012.

source: Total gas sales were about 8.9 billion Sm3, which is 0.5 billion Sm3 less than the previous month.
nb: Det totale gassalet var 8,9 milliardar standard kubikkmeter (GSm3), dette er 0,5 GSm3 lågare enn månaden før.

source: The average daily liquid production in May was: 1 631 000 barrels of oil, 307 000 barrels of NGL and 68 000 barrels of condensate.
nb: Væskeproduksjonen i mai fordeler seg slik: 1 631 000 fat olje, 307 000 fat NGL og 68 000 fat kondensat i gjennomsnitt per dag.

source: The total oil production on the Norwegian shelf is somewhat above the NPD’s forecast for May and about 2.5 percent over the cumulative prognosis this year.
nb: Oljeproduksjonen på norsk sokkel ligg noko over OD sin prognose for mai og ca 2 prosent over prognosen så langt i 2012.

source: “Production development on the Norwegian shelf is good, and it is positive that we produce more oil than forecast.
nb: ”Produksjonsutviklinga på norsk sokkel er bra, og det er positivt at vi produserer meir olje enn prognosert.

source: Although there are wide variations and some projects do not come on stream as planned, this shows that several fields are producing well.
nb: Sjølv om det er store variasjonar og nokre prosjekt ikkje kjem i produksjon som planlagt, viser dette at mange felt i drift produserer godt.

source: Together with high gas sales for the first part of this year, this is very positive”, comments Jan Bygdevoll, Director Forecasting at the NPD.
nb: Saman med det høge gassalet i første del av året er dette svært positivt, ” seier Jan Bygdevoll, direktør for prognoser i OD.

source: The total volume is 7.1 MSm3 o.e. greater than in 2011.
nb: Total volumet er 7,1 MSm3 o.e. høgare enn i 2011.

source: Final production figures for April 2012 show an average daily production of about 1.646 million barrels of oil, 0.413 million barrels of NGL and condensate, and a total of 9.4 billion Sm3 saleable gas production.
nb: Endelege produksjonstal for april 2012 syner ein gjennomsnittleg dagsproduksjon på om lag 1,646 millionar fat olje, 0,413 millionar fat NGL og kondensat og totalt 9,4 GSm3 gass for sal.

source: Preliminary production figures for June will be published in July 2012.
nb: Førebels produksjonstal for juni blir publisert i juli 2012.

source: This is 63 000 barrels per day less than in October 2012.
nb: Det er ein nedgang på 63 000 fat per dag samanlikna med oktober.

source: Total gas sales were about 10.0 billion Sm3, which is equal to the previous month.
nb: Det totale gassalet var 10,0 milliardar standard kubikkmeter (GSm3), dette er same som månaden før.

source: The average daily liquid production in November was: 1 443 000 barrels of oil, 250 000 barrels of NGL and 74 000 barrels of condensate.
nb: Væskeproduksjonen i november fordeler seg slik: 1 443 000 fat olje, 250 000 fat NGL og 74 000 fat kondensat gjennomsnittleg per dag.

source: The total oil production on the Norwegian shelf is 15 per cent below the prognosis for November.
nb: Oljeproduksjonen på norsk sokkel ligger 15 prosent under OD sin prognose for november.

source: This is mainly due to planned maintenance and technical problems on Gjøa, Njord, Troll and Åsgard.
nb: Årsakene er mellom anna planlagt vedlikehaldsarbeid og tekniske problem på Gjøa, Njord, Troll og Åsgard.

source: In addition, Yme and Skarv should have contributed to the production in November according to the prognosis, but these fields will not contribute to achieving the NPD prognosis for 2012, although production from Skarv is scheduled for December.
nb: I tillegg skulle Yme og Skarv etter prognosen ha bidrege til produksjon i november, men desse felta kjem ikkje til å medverka til at OD når sin prognose for 2012, sjølv om Skarv etter planen skal komme i produksjon i desember.

source: However, Visund Sør started production at the end of November.
nb: Visund Sør begynte å produsere i slutten av november.

source: The oil production is also about 4.0 percent below the cumulative prognosis this year.
nb: Oljeproduksjonen ligg om lag 4,0 prosent under prognosen så langt i 2012.

source: The total petroleum production for the first eleven months of 2012 is about 205.8 million Sm3 oil equivalents.
nb: Så langt i 2012 er den totale petroleumsproduksjonen om lag 205,8 millionar standard kubikkmeter oljeekvivalentar (MSm3 o.e.).

source: (MSm3 o.e.), broken down as follows: about 81.9 MSm3 o.e. of oil, about 20.0 MSm3 o.e. of NGL and condensate and about 103.8 MSm3 o.e. of gas for sale.
nb: Av dette er 81,9 MSm3 o.e olje, om lag om lag 20,0 MSm3 o.e NGL og kondensat, og det er selt om lag 103,8 MSm3 o.e. gass.

source: The total volume is 6.6 MSm3 o.e. larger than for the same period 2011.
nb: Totalvolumet er 6,6 MSm3 o.e. høgare enn i same periode 2011.

source: Final production figures for October 2012 show an average daily production of about 1.482 million barrels of oil, 0.348 million barrels of NGL and condensate, and a total of 10.0 billion Sm3 saleable gas production.
nb: Endelege produksjonstal for oktober 2012 viser ein gjennomsnittleg dagsproduksjon på om lag 1,482 millionar fat olje, 0,348 millionar fat NGL og kondensat og totalt 10,0 GSm3 gass for sal.

source: Preliminary production figures for December will be published in January 2013.
nb: Foreløpige produksjonstal for desember blir publiserte i januar 2013.

source: Last year, the NPD asked the operators to conduct a study to examine the consequences that production of oil and gas from Troll has on nearby fields, discoveries and prospects.
nb: OD ba i fjor operatørene om å gjennomføre en studie for å belyse hvilke konsekvenser utvinning av olje og gass på Troll har for omkringliggende felt, funn og prospekter.

source: The licensees are looking into the possibility of increasing the gas production.
nb: Rettighetshaverne ser på mulighetene for å øke gassuttaket.

source: If the gas production takes place too fast in relation to the oil production, the drop in pressure will have consequences for production of oil from the field and oil and gas in nearby areas.
nb: Dersom gassuttaket skjer for raskt i forhold til oljeproduksjonen, vil trykkfall få konsekvenser for utvinning av olje på feltet og olje og gass i nærliggende områder.

source: Hydro and Statoil have now conducted a joint study showing the effects of production on pressure development in the area.
nb: Hydro og Statoil har nå utført en felles studie som viser hvilke effekter produksjonen har for trykkutviklingen i området.

source: The study is mainly based on a rough regional reservoir simulation model.
nb: Studien er hovedsakelig basert på en grov regional reservoarsimuleringsmodell.

source: The result shows that production on Troll has a significant effect on pressure development in the area from Gjøa in the north-east to Brage in the south-west (the Sognefjord delta).
nb: Resultatet viser at produksjon på Troll har stor effekt på trykkutvikling i området fra Gjøa i nordøst til Brage i sørvest (Sognefjorddeltaet).

source: The effect is greatest near Troll.
nb: Effekten er størst nær Troll.

source: In the study, pressure maintenance on Troll in the form of water and/or gas injection shows a positive effect also in the surrounding areas.
nb: Trykkvedlikehold på Troll i form av vann og/eller gassinjeksjon viser i studien en positiv effekt også på områdene rundt.

source: The pressure decline has been measurable ever since production started on Troll; however, the greatest decline will take place from now and into the future.
nb: Trykknedgangen har vært målbar helt siden produksjonen startet på Troll, men den største nedgangen vil skje fra nå og framover.

source: Production of the deposits in the area is therefore time-critical, and exploration activity must be increased.
nb: Produksjonen av forekomstene i området er derfor tidskritisk, og leteaktiviteten i området må økes.

source: The NPD is of the opinion that the significant resources in the Troll field must be managed so as to provide the maximum benefit for the Norwegian society.
nb: OD mener at de betydelige ressursene på Trollfeltet må forvaltes slik at de kommer samfunnet best mulig til gode.

source: Troll contains about 10 per cent of all the oil and gas on the Norwegian shelf.
nb: Troll inneholder om lag 10 prosent av all olje og gass på norsk sokkel.

source: It is estimated that one-half (900 million standard cubic meters) of the oil production over the next 20 years will come from ten fields.
nb: Det er beregnet at halvparten (900 millioner standard kubikkmeter) av oljeproduksjonen de neste 20 årene vil komme fra ti felt.

source: Troll is one of them.
nb: Troll er ett av dem.

source: It is therefore important that the industry relates to the information in this study so that sufficient resources are utilized to prove and recover the resources in the area.
nb: Derfor er det viktig at næringen forholder seg til informasjonen i Statoil og Hydros studie, slik at tilstrekkelige ressurser settes inn for å påvise og utvinne ressursene i området.

source: This will be decisive in reaching the authorities' goal of developing five billion barrels of new reserves by 2015.
nb: Dette vil være avgjørende for å nå målet om å utvikle nye fem milliarder fat reserver innen 2015.

source: Regional study of Troll water zone (pdf)
nb: Regional studie av troll vannsone

source: By Torbjørn Goa
nb: Av Torbjørn Goa

source: Given that an exploration well can cost NOK 100-300 million, players clearly have a financial motive for seeking to improve the accuracy of placing such probes.
nb: Og når vi vet at en letebrønn koster mellom 100 og 300 millioner kroner, er det åpenbart at aktørene har en økonomisk motivasjon for å forbedre treffsikkerheten.

source: Seabed logging can tell you whether the hydrocarbons occupy five or 80 per cent of the available reservoir capacity.
nb: Havbunnslogging kan fortelle om metningen er fem prosent eller åtti prosent, forteller Terje Dahl, sjefsgeofysiker i Statoil.

source: ?But we can?t open the champagne yet, because this method is still at the research stage and has a number of shortcomings which must be improved through intensive development.?
nb: Men vi kan ikke sprette champagnen ennå, for teknologien er på fosterstadiet og har flere mangler som må utbedres gjennom intens forskning og utvikling en tid framover, sier Dahl.

source: Statoil has already applied the technique ahead of the 17th licensing round on the Norwegian continental shelf in 2002, and off Angola.
nb: Statoil har anvendt havbunnslogging i forkant av 17. tildelingsrunde på norsk sokkel og i Angola.

source: So far, the method works best in 500 metres of water or deeper, and the low-frequency electromagnetic waves react only to large formations and reservoirs,?
nb: Så langt fungerer metoden best på 500 meter og dypere, og de lavfrekvente elektromagnetiske bølgene reagerer bare på store prospekter og reservoarer.

source: The next step is to continue developing and improving the technology for use in shallower water depths, he says.
nb: Neste steg blir å videreutvikle og forbedre teknologien slik at den kan brukes på grunnere vann.

source: At present, it?s confusing to try and interpret information gathered in shallow water.
nb: Foreløpig er det forvirrende å skulle tolke informasjonen som fanges opp på grunt vann.

source: So we?re hoping to develop methods and computer programmes which help to sort wanted from unwanted data.?
nb: Derfor håper man å utvikle metoder og dataprogram som kan hjelpe oss med å skille mellom ønsket og uønsket informasjon.

source: Bats Seeing with the aid of sound waves is a well-known concept.
nb: Seismikken lever Å se med lyd er et kjent konsept.

source: Bats and submarines do it - and people.
nb: Flaggermus og ubåter gjør det ? og mennesker.

source: Traditional seismic builds on the same principle.
nb: Tradisjonell seismikk bygger på samme prinsipp.

source: Sub-surface structures are mapped by emitting low-frequency sound waves at up to 200 Hertz.
nb: Man kartlegger strukturer i jordskorpen ved å sende ut seismiske, lavfrekvente lydbølger på opp til 200 hertz.

source: This is usually done offshore with the aid of air guns placed five to 10 metres beneath the sea surface.
nb: Vanligvis bruker man luftkanoner som ligger fem til ti meter under havflaten til å generere et seismisk signal.

source: Shots are fired at set intervals by releasing compressed air from chambers in the guns, which are located in an array behind a survey ship.
nb: Ved fastsatte intervaller ?skyter? man ut lyd ved at trykkluft slippes ut fra kammer i luftkanonene.

source: This vessel also tows cables up to a kilometre long containing hydrophones - sensors which pick up the sound waves reflected back from below ground.
nb: Kanonene blir tauet av skip med et haleheng av kilometerlange hydrofonkabler, sensorer som fanger opp lyden som reflekteres tilbake fra berggrunnen.

source: Seismic techniques are used today to identify sub-surface rock types, and in some cases they can indicate whether an undrilled structure contains hydrocarbons or water.
nb: I dag brukes også seismikk til å fortelle hvilke bergarter som finnes i undergrunnen, og i noen tilfeller kan seismiske kart fortelle om et prospekt inneholder hydrokarboner eller vann.

source: Dr Dahl stresses that seabed logging will not make this traditional approach superfluous.
nb: Dahl understreker at havbunnslogging ikke kommer til å gjøre tradisjonell seismikk overflødig.

source: These two methods complement each other, and can combine to reduce uncertainty.
nb: De to metodene utfyller hverandre og vil sammen kunne redusere usikkerhet.

source: Seabed logging otherwise only provides a rough picture of a structure, while a seismic survey gives more detailed and specific information about its quality and size.?
nb: Havbunnslogging gir ellers bare en grov oversikt over strukturen, mens seismikk gir mer detaljert og spesifikk informasjon om kvaliteten og størrelsen på et prospekt eller et reservoar.

source: In future, we`ll see an integration of seabed logging with 4C and 4D seismic methods, Dr Dahl predicts.
nb: I framtiden vil man se en integrering av havbunnslogging, havbunnsseismikk og firedimensjonal seismikk.

source: Its interesting to note that seismic surveys now look like playing a part throughout a field?s producing life, rather than being confined to the exploration phase.
nb: Det er interessant å merke seg at seismikken nå har blitt en del av hele feltets levetid, i stedet for bare å brukes i letefasen, påpeker Dahl.

source: That`ll allow us to produce from ?intelligent? fields with more continuous observation and an easier flow of information.?
nb: Man vil dermed produsere fra intelligente felt med mer kontinuerlig observasjon og lettere flyt av informasjon.

source: This is 287 000 barrels per day more than in September 2012.
nb: Det er ein oppgang på 287 000 fat per dag samanlikna med september.

source: Total gas sales were about 10.0 billion Sm3, which is 3.0 billion Sm3 more than the previous month.
nb: Det totale gassalet var 10,0 milliardar standard kubikkmeter (GSm3), dette er 3,0 GSm3 meir enn månaden før.

source: The average daily liquid production in October was: 1 472 000 barrels of oil, 255 000 barrels of NGL and 77 000 barrels of condensate.
nb: Væskeproduksjonen i oktober fordeler seg slik: 1 472 000 fat olje, 255 000 fat NGL og 77 000 fat kondensat i gjennomsnitt per dag.

source: The total oil production on the Norwegian shelf has increased since September and is at the same level as in the summer, but 12 per cent below the prognosis for October.
nb: Oljeproduksjonen på norsk sokkel er auka sidan september og er på same nivå som i sommar, men den 12 prosent under OD sin prognose for oktober.

source: This is mainly due to planned maintenance and technical problems on several fields.
nb: Årsakene er mellom anna planlagt vedlikehaldsarbeid og tekniske problemer på fleire felt.

source: Ula, Tambar and Oselvar fields have also been closed for the entire month due to hydrocarbon leakage on Ula.
nb: Ula, Tambar og Oselvar har vore stengde i heile oktober pga hydrokarbonlekkasje på Ula.

source: In addition, Yme and Skarv should have contributed to the production in October according to the prognosis, but these fields will not contribute to achieving the NPD prognosis for 2012, although production for Skarv is scheduled for December.
nb: I tillegg skulle Yme og Skarv etter prognosen ha bidratt til produksjon i oktober, men desse felta vil ikkje bidra til å nå OD sin prognose for 2012, sjølv om Skarv etter planen skal komme i produksjon i desember.

source: The oil production is also about 3.0 percent below the cumulative prognosis this year.
nb: Oljeproduksjonen ligg om lag 3,0 prosent under prognosen så langt i 2012.

source: Since the prognosis for the remaining year is relatively high, it might be a challenge to meet the oil production target for 2012, comments Jan Bygdevoll, Director Forecasting at the NPD.
nb: Prognosen for resten av året er relativt høg, så det kan bli krevjande å treffe prognosen for oljeproduksjon i 2012, seier Jan Bygdevoll, direktør for prognoser i OD.

source: The total petroleum production for the first ten months of 2012 is about 187.1 million Sm3 oil equivalents.
nb: Så langt i 2012 er den totale petroleumsproduksjonen om lag 187,1 millionar standard kubikkmeter oljeekvivalentar (MSm3 o.e.).

source: (MSm3 o.e.), broken down as follows: about 75.0 MSm3 o.e. of oil, about 18.4 MSm3 o.e. of NGL and condensate and about 93.8 MSm3 o.e. of gas for sale.
nb: Av dette er 75,0 MSm3 o.e olje, om lag om lag 18,4 MSm3 o.e NGL og kondensat, og det er selt om lag 93,8 MSm3 o.e. gass.

source: The total volume is 7.4 MSm3 o.e. larger than for the same period 2011.
nb: Totalvolumet er 7,4 MSm3 o.e. høgare enn i same periode 2011.

source: Final production figures for September 2012 show an average daily production of about 1.245 million barrels of oil, 0.272 million barrels of NGL and condensate, and a total of 7.0 billion Sm3 saleable gas production.
nb: Endelege produksjonstal for september 2012 viser ein gjennomsnittleg dagsproduksjon på om lag 1,245 millionar fat olje, 0,272 millionar fat NGL og kondensat og totalt 7,0 GSm3 gass for sal.

source: Preliminary production figures for November will be published in December 2012.
nb: Foreløpige produksjonstal for november blir publiserte i desember 2012.

source: This is 318 000 barrels per day less than in August 2012.
nb: Det er ein nedgang på 318 000 fat per dag samanlikna med august.

source: Total gas sales were about 6.9 billion Sm3, which is 1.2 billion Sm3 less than the previous month.
nb: Det totale gassalet var 6,9 milliardar standard kubikkmeter (GSm3), dette er 1,2 GSm3 lågare enn månaden før.

source: The average daily liquid production in September was: 1 243 000 barrels of oil, 205 000 barrels of NGL and 66 000 barrels of condensate.
nb: Væskeproduksjonen i september fordeler seg slik: 1 243 000 fat olje, 205 000 fat NGL og 66 000 fat kondensat i gjennomsnitt per dag.

source: The total oil production on the Norwegian shelf is 15 per cent below the prognosis for September.
nb: Oljeproduksjonen på norsk sokkel 15 prosent under OD sin prognose for september.

source: Both The Valhall and Hod fields have been closed for the whole month due to preparation in front of production start for a new platform.
nb: Valhall og Hod har vore stengde i heile september for å førebu produksjonsstart for ny plattform.

source: In addition Yme and Skarv should have contributed to the production in September according to the prognosis, but these fields will not contribute to achieve the NPD prognosis for 2012, although production from Skarv is scheduled for December.
nb: I tillegg skulle Yme og Skarv etter prognosen ha bidratt til produksjon i september, men desse felta vil ikkje bidra til å nå OD sin prognose for 2012, sjølv om Skarv etter planen skal komme i produksjon i desember.

source: The oil production is also about 2.0 percent below the cumulative prognosis this year.
nb: Oljeproduksjonen ligg ca 2,0 prosent under prognosen så langt i 2012.

source: The total petroleum production for the first nine months of 2012 is about 168.2 million Sm3 oil equivalents.
nb: Så langt i 2012 er den totale petroleumsproduksjonen om lag 168,2 millionar standard kubikkmeter oljeekvivalentar (MSm3 o.e.).

source: (MSm3 o.e.), broken down as follows: about 67.7 MSm3 o.e. of oil, about 16.7 MSm3 o.e. of NGL and condensate and about 83.8 MSm3 o.e. of gas for sale.
nb: Av dette er 67,7 MSm3 o.e olje, om lag om lag 16,7 MSm3 o.e NGL og kondensat, og det er selt om lag 83,8 MSm3 o.e. gass .

source: The total volume is 6.8 MSm3 o.e. larger than for the same period 2011.
nb: Totalvolumet er 6,8 MSm3 o.e. høgare enn i same periode 2011.

source: Final production figures for August 2012 show an average daily production of about 1.498 million barrels of oil, 0.334 million barrels of NGL and condensate, and a total of 8.1 billion Sm3 saleable gas production.
nb: Endelege produksjonstal for august 2012 viser ein gjennomsnittleg dagsproduksjon på om lag 1,498 millionar fat olje, 0,334 millionar fat NGL og kondensat og totalt 8,1 GSm3 gass for sal.

source: Preliminary production figures for October will be published in November 2012.
nb: Foreløpige produksjonstal for oktober blir publiserte i november 2012.

source: Total gas sales were about 9.1 billion Sm3, which is 0.4 GSm3 less than the previous month.
nb: Det totale gass salet var 9,1 milliardar standard kubikkmeter (GSm3), dette er 0,4 GSm3 mindre enn månaden før.

source: Oil production 2013
nb: Oljeproduksjon 2013

source: The average daily liquid production in April was: 1 503 000 barrels of oil, 300 000 barrels of NGL and 64 000 barrels of condensate.
nb: Væskeproduksjonen i april fordeler seg slik: 1 503 000 fat olje, 300 000 fat NGL og 64 000 fat kondensat i gjennomsnitt per dag.

source: The following fields had reduced production in April due to various technical problems: Oseberg, Skarv, Skuld, Troll and Valhall.
nb: Oseberg, Skarv, Skuld, Troll og Valhall har redusert produksjon i april på grunn av diverse tekniske problem.

source: Snøhvit has been closed during the period of 1-27 April, due to ongoing repair work on Melkøya.
nb: Snøhvit har vært stengt i perioden 1-27 april på grunn av reparasjonsarbeid på Melkøya.
